Repository: moverperfect/grocy
Catalog: localization/*/demo_data.po
Languages: ta

source: Cookies
ta: குக்கீகள்

source: Chocolate
ta: சாக்லேட்

source: Pantry
ta: சாமான் அறை

source: Candy cupboard
ta: மிட்டாய் அலமாரி

source: Tinned food cupboard
ta: தகர குவளை உணவு அலமாரி

source: Fridge
ta: ஃப்ரிட்ஜ்

source: Piece
ta: துண்டு

source: Pack
ta: தொகுப்பு

source: Glass
ta: கண்ணாடி

source: Tin
ta: தகரம்

source: Can
ta: தகர குவளை

source: Bunch
ta: கொத்து

source: Gummy bears
ta: கம்மி கரடிகள்

source: Crisps
ta: உருளைக்கிழங்கு சில்லுகள்

source: Eggs
ta: முட்டைகள்

source: Noodles
ta: நூடுல்சு

source: Pickles
ta: ஊறுகாய்

source: Gulash soup
ta: குலாஷ் சூப்

source: Yogurt
ta: தயிர்

source: Cheese
ta: பாலாடைக்கட்டி

source: Cold cuts
ta: குளிர் வெட்டுக்கள்

source: Paprika
ta: மிளகு

source: Cucumber
ta: வெள்ளரிக்காய்

source: Radish
ta: முள்ளங்கி

source: Tomato
ta: தக்காளி

source: Changed towels in the bathroom
ta: குளியலறையில் உள்ள துண்டுகள் மாற்றப்பட்டன

source: Cleaned the kitchen floor
ta: சமையலறையின் தரை சுத்தம் செய்யப்பட்டது

source: Warranty ends
ta: உத்தரவாதம் முடிவடைகிறது

source: TV remote control
ta: டிவி ரிமோட் கண்ட்ரோல்

source: Alarm clock
ta: எழுப்பு மணி

source: Heat remote control
ta: சூடேற்றும் சாதன ரிமோட் கண்ட்ரோல்

source: Lawn mowed in the garden
ta: தோட்டத்தில் புல்வெளி வெட்டப்பட்டது

source: Some good snacks
ta: சில நல்ல தின்பண்டங்கள்

source: Pizza dough
ta: பீட்சா மாவு

source: Sieved tomatoes
ta: சல்லடை தக்காளி

source: Salami
ta: சலாமி

source: Toast
ta: வாட்டு

source: Minced meat
ta: வெட்டப்பட்ட இறைச்சி

source: Pizza
ta: பீட்சா

source: Spaghetti bolognese
ta: மாச்சேவை பொலொக்னியேசெ

source: Sandwiches
ta: சாண்ட்விச்சுகள்

source: English
ta: ஆங்கிலம்

source: German
ta: செருமானிய மொழி

source: Italian
ta: இத்தாலிய மொழி

source: This is the note content of the recipe ingredient
ta: இது செய்முறை மூலப்பொருளின் குறிப்பு உள்ளடக்கம் ஆகும்

source: Demo User
ta: செயல் விளக்க பயனர்

source: Gram
ta: கிராம்

source: Flour
ta: மாவு

source: Pancakes
ta: பான்கேக்குகள்

source: Sugar
ta: சர்க்கரை

source: Home
ta: வீடு

source: Life
ta: வாழ்க்கை

source: Projects
ta: திட்டங்கள்

source: Repair the garage door
ta: கேரேஜ் கதவை சரிசெய்யவும்

source: Fork and improve grocy
ta: குரோசியை மேம்படுத்தவும்

source: Find a solution for what to do when I forget the door keys
ta: கதவு விசைகளை நான் மறக்கும்போது என்ன செய்வது என்பதற்கான தீர்வைக் கண்டறியவும்

source: Sweets
ta: இனிப்புகள்

source: Bakery products
ta: பேக்கரி பொருட்கள்

source: Tinned food
ta: தகர குவளை உணவு

source: Butchery products
ta: கசாப்பு கடை பொருட்கள்

source: Vegetables/Fruits
ta: காய்கறிகள் / பழங்கள்

source: Refrigerated products
ta: குளிரூட்டப்பட்ட பொருட்கள்

source: Coffee machine
ta: கொட்டைவடிநீர் இயந்திரம்

source: Dishwasher
ta: பாத்திரங்கழுவி

source: Liter
ta: லிட்டர்

source: Liters
ta: லிட்டர்கள்

source: Bottle
ta: குப்பி

source: Bottles
ta: குப்பிகள்

source: Milk
ta: பால்

source: Chocolate sauce
ta: சாக்லேட் குழம்பு

source: Milliliters
ta: மில்லிலிட்டர்கள்

source: Milliliter
ta: மில்லிலிட்டர்

source: Bottom
ta: அடிப்பறம்

source: Topping
ta: டாப்பிங்கு

source: French
ta: பிரஞ்சு

source: Turkish
ta: துருக்கியம்

source: Spanish
ta: எசுப்பானியம்

source: Russian
ta: உருசியம்

source: The thing which happens on the 5th of every month
ta: ஒவ்வொரு மாதமும் 5 ஆம் தேதி நடக்கும் விடயம்

source: The thing which happens daily
ta: தினசரி நடக்கும் விடயம்

source: The thing which happens on Mondays and Wednesdays
ta: திங்கள் மற்றும் புதன்கிழமைகளில் நடக்கும் விடயம்

source: Swedish
ta: சுவேக மொழி

source: Polish
ta: போலிய மொழி

source: Milk Chocolate
ta: பால் சாக்லேட்

source: Dark Chocolate
ta: டார்க் சாக்லேட்

source: Slice
ta: துண்டு

source: Example userentity
ta: எடுத்துக்காட்டு பயனர் உருபொருள்

source: This is an example user entity...
ta: இது ஒரு எடுத்துக்காட்டு பயனர் உருபொருள் ஆகும்

source: Custom field
ta: தனிப்பயன் புலம்

source: Example field value...
ta: எடுத்துக்காட்டு புல மதிப்பு ...

source: Waffle rolls
ta: வாப்பிள் சுருள்கள்

source: Danish
ta: டேனிய மொழி

source: Dutch
ta: டச்சு மொழி

source: Norwegian
ta: நார்வீஜிய மொழி

source: Demo
ta: பார்வைக்கு

source: Stable version
ta: நிலையான பதிப்பு

source: Preview version
ta: முன்னோட்ட பதிப்பு

source: current release
ta: தற்போதைய பதிப்பு

source: not yet released
ta: இன்னும் வெளியிடப்படவில்லை

source: Portuguese (Brazil)
ta: போர்த்துக்கேய மொழி (பிரேசில்)

source: This is a note
ta: இது ஒரு குறிப்பு

source: Freezer
ta: உறைவிப்பான்

source: Hungarian
ta: ஹங்கேரிய மொழி

source: Slovak
ta: சுலோவாக்கிய மொழி

source: Czech
ta: செக் மொழி

source: Portuguese (Portugal)
ta: போர்த்துக்கேய மொழி (போர்த்துகல்)

source: DemoSupermarket1
ta: சூப்பர்மார்கெட்1

source: DemoSupermarket2
ta: சூப்பர்மார்கெட்2

source: Japanese
ta: சப்பானிய மொழி

source: Chinese (Taiwan)
ta: சீனம் (தைவான்)

source: Greek
ta: கிரேக்கம்

source: Korean
ta: கொரிய மொழி

source: Chinese (China)
ta: சீனம் (சீனா)

source: Hebrew (Israel)
ta: ஹீபுரு (இசுரேல்)
